{
  "version": "1.0",
  "division": "부경신인부",
  "teamCount": 100,
  "teams": [
    {
      "seed": 1,
      "name": "민양홍(용두산) / 정웅섭(용두산)"
    },
    {
      "seed": 2,
      "name": "배근무(대암,중앙,모닝스타) / 안성우(중앙,모닝스타)"
    },
    {
      "seed": 3,
      "name": "조덕용(개인) / 김대연(백운포)"
    },
    {
      "seed": 4,
      "name": "송인준(신세계) / 이대은(신세계, 다대클럽)"
    },
    {
      "seed": 5,
      "name": "이종호(모던) / 김경준(모던)"
    },
    {
      "seed": 6,
      "name": "맹도영(불나비/통제영/청춘불패) / 김해솔(통제영)"
    },
    {
      "seed": 7,
      "name": "이희영(창원성주/모닝스타/중앙/창단테) / 김동환(베이스라인/창단테)"
    },
    {
      "seed": 8,
      "name": "박형준(개인) / 정윤영(나이스)"
    },
    {
      "seed": 9,
      "name": "김동언(부산하나) / 이미정(부산하나)"
    },
    {
      "seed": 10,
      "name": "엄재오(위아원) / 김성인(위아원/한결)"
    },
    {
      "seed": 11,
      "name": "김경재(모던) / 강병수(모던)"
    },
    {
      "seed": 12,
      "name": "김명욱(부산덕두) / 이철우(부산덕두)"
    },
    {
      "seed": 13,
      "name": "하상봉(개인) / 공대환(청춘불패)"
    },
    {
      "seed": 14,
      "name": "이국원(하모니) / 조찬걸(하모니)"
    },
    {
      "seed": 15,
      "name": "홍성우(유곡하와이) / 박도건(유곡하와이)"
    },
    {
      "seed": 16,
      "name": "박수조(나이스) / 김석환(나이스)"
    },
    {
      "seed": 17,
      "name": "우지현(SN,라이징,수정) / 이덕균(SN, 인사이드)"
    },
    {
      "seed": 18,
      "name": "이상봉(Ing/원샷/방토/장원/동심) / 김홍준(테릉촌/ing)"
    },
    {
      "seed": 19,
      "name": "임태규(용원클럽) / 추양호(용원클럽)"
    },
    {
      "seed": 20,
      "name": "강태우(대암,하모니(부산) / 김무경(대암)"
    },
    {
      "seed": 21,
      "name": "김진우(하모니) / 박진성(개인)"
    },
    {
      "seed": 22,
      "name": "우동석(베스트) / 하태동(부산/베스트)"
    },
    {
      "seed": 23,
      "name": "조광식(모던) / 최진영(모던)"
    },
    {
      "seed": 24,
      "name": "손범규(하모니) / 양우홍(하모니)"
    },
    {
      "seed": 25,
      "name": "김윤환(장유클럽) / 이순보(테사모)"
    },
    {
      "seed": 26,
      "name": "이동규(유곡하와이) / 임광복(유곡하와이)"
    },
    {
      "seed": 27,
      "name": "강민성(APEX) / 김영근(APEX)"
    },
    {
      "seed": 28,
      "name": "오경훈(창원어프로치,창단테,대원,러브올) / 주재헌(창원어프로치,천자봉)"
    },
    {
      "seed": 29,
      "name": "양현철(부산/금화,에브리원,양산/천성) / 서창우(부산/금화)"
    },
    {
      "seed": 30,
      "name": "김창준(부산/금화,에브리원) / 이인규(부산/금화)"
    },
    {
      "seed": 31,
      "name": "박상배(ssr) / 나세용(ssr)"
    },
    {
      "seed": 32,
      "name": "김겸탁(삼계) / 신창륜(하모니)"
    },
    {
      "seed": 33,
      "name": "오세철(창원 성주) / 진형달(창원 봉곡)"
    },
    {
      "seed": 34,
      "name": "황동환(개인) / 외1명(덕두)"
    },
    {
      "seed": 35,
      "name": "이원빈(팀테빌) / 박정식(팀테빌)"
    },
    {
      "seed": 36,
      "name": "이병혁(가야) / 이재경(가야)"
    },
    {
      "seed": 37,
      "name": "성낙훈(덕두, 테나) / 오세인(덕두, 히트)"
    },
    {
      "seed": 38,
      "name": "강홍섭(양정현대) / 정동식(신세계)"
    },
    {
      "seed": 39,
      "name": "이영진(개인) / 조라온(효원)"
    },
    {
      "seed": 40,
      "name": "김성민(애드) / 송주호(애드)"
    },
    {
      "seed": 41,
      "name": "김원진(송사리) / 김정수(올리브)"
    },
    {
      "seed": 42,
      "name": "서성호(베스트) / 박용찬(베스트)"
    },
    {
      "seed": 43,
      "name": "김용수(덕두) / 외 1명(덕두)"
    },
    {
      "seed": 44,
      "name": "곽태우(장복) / 고운(장복.라온)"
    },
    {
      "seed": 45,
      "name": "김동기(늘푸른) / 문문식(늘푸른)"
    },
    {
      "seed": 46,
      "name": "김희찬(능동) / 염철중(능동)"
    },
    {
      "seed": 47,
      "name": "박재정(상정회/일밤) / 박이준(일밤/센)"
    },
    {
      "seed": 48,
      "name": "홍주효(창원대암) / 강민수(창원대암)"
    },
    {
      "seed": 49,
      "name": "채정용(룰루랄라) / 유태곤(룰루랄라)"
    },
    {
      "seed": 50,
      "name": "송재원(월요) / 김태현(월요)"
    },
    {
      "seed": 51,
      "name": "이진형(팀햄머/정우회) / 한송현(무천/정우회)"
    },
    {
      "seed": 52,
      "name": "최윤제(부산N_B) / 최지웅(부산N_B)"
    },
    {
      "seed": 53,
      "name": "정준식(위드) / 김두호(위드)"
    },
    {
      "seed": 54,
      "name": "조정래(월성,용원,러브올) / 정규섭(UH)"
    },
    {
      "seed": 55,
      "name": "조성호(동진주) / 한종우(동진주)"
    },
    {
      "seed": 56,
      "name": "김남기(개인) / 김주열(수령)"
    },
    {
      "seed": 57,
      "name": "배훈(부산수정) / 배만식(개인)"
    },
    {
      "seed": 58,
      "name": "김유신(개인) / 김도형(백구)"
    },
    {
      "seed": 59,
      "name": "김진우(양산천성) / 엄윤호(양산천성)"
    },
    {
      "seed": 60,
      "name": "김병극(가음정클럽) / 박상경(가음정클럽)"
    },
    {
      "seed": 61,
      "name": "김대환(ssr) / 조원혁(ssr)"
    },
    {
      "seed": 62,
      "name": "문광준(창원 대원/더블폴트/더블지앤코) / 유승곤(창원 도계/Return Ace/더블지앤코)"
    },
    {
      "seed": 63,
      "name": "반지훈(TAIM, V.I.P., A1) / 김치영(TAIM, MTC, V.I.P.)"
    },
    {
      "seed": 64,
      "name": "김원진(테라, 연결) / 이봉신(대현, 연결)"
    },
    {
      "seed": 65,
      "name": "김태훈(창원남산/몬스터벤져스) / 고종배(두일,정관TNT)"
    },
    {
      "seed": 66,
      "name": "권세창(이기대 수예단) / 박명원(수예단 남대양)"
    },
    {
      "seed": 67,
      "name": "이감재(금화) / 임준혁(무궁화)"
    },
    {
      "seed": 68,
      "name": "국지윤(수령) / 김동현(수령)"
    },
    {
      "seed": 69,
      "name": "김일용(제주남용) / 유재동(개인)"
    },
    {
      "seed": 70,
      "name": "박원구(수정) / 정환석(수정)"
    },
    {
      "seed": 71,
      "name": "김상영(부산베스트) / 조노연(부산베스트)"
    },
    {
      "seed": 72,
      "name": "김동준(UT) / 구혁(UT)"
    },
    {
      "seed": 73,
      "name": "강민관(테스티니) / 허재원(테스티니)"
    },
    {
      "seed": 74,
      "name": "송경민(신세계) / 엄수관(신세계)"
    },
    {
      "seed": 75,
      "name": "김보수(금블던,두아스) / 김홍일(금블던,두아스)"
    },
    {
      "seed": 76,
      "name": "이재근(빕스클럽) / 박영욱(빕스클럽)"
    },
    {
      "seed": 77,
      "name": "하상호(부산단테매,하모니(부산) / 강완근(하모니(부산)"
    },
    {
      "seed": 78,
      "name": "한조희(에나) / 방대우(에나)"
    },
    {
      "seed": 79,
      "name": "전창현(여명) / 전승용(월촌테우회)"
    },
    {
      "seed": 80,
      "name": "심희철(천자봉) / 강성은(천자봉)"
    },
    {
      "seed": 81,
      "name": "김남훈(개인) / 김연철(토요펠리스)"
    },
    {
      "seed": 82,
      "name": "김성민(단디) / 진종현(단디)"
    },
    {
      "seed": 83,
      "name": "김태우(대원클럽) / 유홍섭(대원클럽)"
    },
    {
      "seed": 84,
      "name": "하형찬(개인) / 김남태(일송/부산)"
    },
    {
      "seed": 85,
      "name": "최일현(개인) / 이경률(개인)"
    },
    {
      "seed": 86,
      "name": "강동완(송사리(SSR) / 김윤호(송사리(SSR)"
    },
    {
      "seed": 87,
      "name": "신민식(해단모) / 강백호(해단모)"
    },
    {
      "seed": 88,
      "name": "서득빈(도담) / 이준석(포인트/서브앤발리)"
    },
    {
      "seed": 89,
      "name": "김길온(김해불나비) / 김대훈(김해불나비)"
    },
    {
      "seed": 90,
      "name": "장윤수(어울림) / 오세열(어울림)"
    },
    {
      "seed": 91,
      "name": "김기환(울산 한라) / 이현진(울산한라)"
    },
    {
      "seed": 92,
      "name": "서장원(테오) / 김의상(테오)"
    },
    {
      "seed": 93,
      "name": "이동규(개인) / 강형빈(창원중앙)"
    },
    {
      "seed": 94,
      "name": "이준식(영도/해송) / 강민수(영도 GF)"
    },
    {
      "seed": 95,
      "name": "박규찬(에오스) / 박재형(에오스)"
    },
    {
      "seed": 96,
      "name": "윤우진(개인) / 김판수(창원교육단지)"
    },
    {
      "seed": 97,
      "name": "김영우(울산/ags,둘리,반딧불클럽) / 윤종수(울산/온산클럽)"
    },
    {
      "seed": 98,
      "name": "홍민호(무천/정우회) / 손명배(정우회)"
    },
    {
      "seed": 99,
      "name": "이한영(서브앤발리, 포인트) / 권정택(서브앤발리, 포인트)"
    },
    {
      "seed": 100,
      "name": "황부근(티프렌즈) / 송강영(티프렌즈)"
    }
  ]
}